Repository: sleepingcat4/bert-textgeneration
Catalog: dataset/output_polskapomoc-gov-pl_eng-pol_eng-pol.tmx
Source language: en
Languages: pl

source: It shows a path that we had to take in order to enjoy freedom, civilizational leap that we worked hard on, and the residing potential of the Poles.
pl: Pokazuje on drogę, jaką musieliśmy przejść, by cieszyć się wolnością, skok cywilizacyjny, na który ciężko pracowaliśmy i potencjał, jaki wciąż drzemie w Polakach.

source: At the same time it is a way of saying thank you to everyone, whose talents and hard work helped the country to achieve its great success of transition and modernisation.
pl: Jest to jednocześnie podziękowanie dla wszystkich osób, których talenty wsparte ciężką pracą umożliwiły sukces transformacji i modernizacji kraju.

source: Narrator of the spot is photographer, Chris Niedenthal - author of a famous picture of the movie theatre “Moscow” during the martial law.
pl: Narratorem filmu jest fotograf Chris Niedenthal - autor słynnego zdjęcia kina Moskwa w czasie stanu wojennego.

source: The laureate, leader of the Crimean Tatars, for years has been fighting for democracy as well as civic rights and freedoms in Ukraine.
pl: Laureat, przywódca Tatarów krymskich od wielu lat zabiega o poszanowanie demokracji oraz praw i wolności obywatelskich na Ukrainie.

source: The award was presented jointly by president Bronisław Komorowski and Lech Wałęsa.
pl: Nagrodę wręczyli mu wspólnie Prezydent RP Bronisław Komorowski i Lech Wałęsa.

source: The campaign also includes outdoor visualisations that can be seen in the streets of London since mid-May.
pl: Kampania obejmuje także wizualizacje outdoorowe, które od połowy maja można oglądać na ulicach Londynu.

source: You are here Polish Aid / Partner countries / Sub-Saharan Africa / East Africa / Kenya
pl: jesteś tutaj Polska pomoc / Komu pomagamy / Afryka Subsaharyjska / Afryka Wschodnia / Kenia

source: Kenya occupies 145th place (2014) in the ranking of the Human Development Index (HDI), conducted by the UNDP, which annually monitors the socio-economic development of countries in the world.
pl: Kenia zajmuje 145. pozycję (2014 r.) w rankingu HDI (Human Development Index) prowadzonym przez UNDP, który corocznie monitoruje społeczno-gospodarczy rozwój państw świata.

source: In spite of progress made in recent years in the field of education (Kenya is close to achieving the objective of universality of education), there still is a number of adverse phenomena which have a negative effect on the quality of the whole education system.
pl: Pomimo poczynionych w ostatnich latach postępów w obszarze edukacji (Kenia jest bliska osiągnięcia celu powszechności nauczania), wciąż występuje szereg niekorzystnych zjawisk, które negatywnie wpływają na jakość całego systemu kształcenia.

source: For instance, a relatively low number of teachers of primary education remains a problem.
pl: Problemem pozostaje np. relatywnie niska liczba nauczycieli nauczania podstawowego.

source: In 2012, there were 57 pupils per one teacher ( source ).
pl: W 2012 r. na jednego nauczyciela przypadało aż 57 uczniów ( źródło ).

source: There is also the problem of access to public schools; in particular, this is the case in the informal urban settlements, where more than 40% of pupils from the most disadvantaged groups attend private schools ( source ).
pl: Występuje również problem z dostępem do szkół publicznych; w szczególności dotyczy to obszarów nieformalnej urbanizacji, gdzie ponad 40% uczniów ze środowisk najbardziej defaworyzowanych uczęszcza do szkół prywatnych ( źródło ).

source: Differences by gender are minimal at the stage of primary education.
pl: Różnice ze względu na płeć są minimalne na etapie nauczania podstawowego.

source: Barriers to access to education for girls begin to be visible at the level of upper secondary education and become even deeper at the stage of higher education ( source ).
pl: Bariery w dostępie do edukacji dla dziewcząt zaczynają się natomiast uwidaczniać na poziomie edukacji ponadgimnazjalnej i jeszcze bardziej pogłębiają się na etapie edukacji wyższej ( źródło ).

source: More than 75% of the population of Kenya is directly dependent on the acquisition of natural resources, which generate as much as 42% of the country's GDP ( source ).
pl: Ponad 75% ludności Kenii jest w bezpośredni sposób zależna od pozyskiwania zasobów naturalnych, które wytwarzają aż 42% PKB tego kraju ( źródło ).

source: The problems of the environment, which is particularly vulnerable to climate change, include: water pollution caused by urban and industrial waste, deteriorating water quality resulting from the intensive use of fertilisers, deforestation and desertification and progressive degradation of land.
pl: Do problemów środowiska, które jest szczególnie podatne na zmiany klimatu, zaliczyć można: zanieczyszczenie wód spowodowane miejskimi i przemysłowymi odpadami, pogarszającą się jakość wód wynikającą z intensywnego stosowania nawozów sztucznych, wylesianie i pustynnienie oraz postępującą degradację gruntów.

source: Like in the case of other partner countries in the region of East Africa, Kenya is still far from achieving the Millennium Development Goal related to the availability of sanitation.
pl: Podobnie jak w przypadku pozostałych krajów partnerskich regionu Afryki Wschodniej, Kenia wciąż daleka jest od osiągnięcia Milenijnego Celu Rozwoju w kwestii dostępności infrastruktury sanitarnej.

source: Currently, it is used by less than 30% of the population in rural areas and a little over 30% of the residents of cities ( source ).
pl: Aktualnie korzysta z niej niecałe 30% ludności wiejskiej i trochę ponad 30% mieszkańców miast ( źródło ).

source: The share of the population with access to electricity is low as well (in 2012 this was only 23%).
pl: Niski jest również udział populacji, która ma dostęp do energii elektrycznej (w 2012 r. odsetek ten wyniósł jedynie 23%).

source: Moreover, this access is characterised by frequent power cuts ( source ).
pl: Ponadto, dostęp ten charakteryzują częste przerwy w dostawach prądu ( źródło ).

source: Development of entrepreneurship and the private sector is an undeniable priority of the Kenyan government.
pl: Dla rządu kenijskiego rozwój przedsiębiorczości i sektora prywatnego stanowi niezaprzeczalny priorytet.

source: The report Doing Business 2015 showed Kenya's fall from 129th to 136th place in the ranking measuring favour of the administration and ease of doing business.
pl: Raport Doing Business 2015 wykazał spadek pozycji Kenii ze 129. na 136. miejsce w rankingu mierzącym przychylność administracji i łatwość w prowadzeniu działalności gospodarczej.

source: In order to improve the business environment measures for development of infrastructure or solving the problems of lack of access to energy should be taken ( source ).
pl: Aby uzyskać poprawę otoczenia biznesu należałoby podjąć działania na rzecz rozwoju infrastruktury, czy choćby rozwiązania problemów związanych z brakiem dostępu do energii ( źródło ).

source: One of the factors which limit development of the private sector is also the lack of qualified staff and poor links between the sector and technical education and vocational training.
pl: Jednym z czynników, które ograniczają rozwój sektora prywatnego jest także brak wykwalifikowanych pracowników oraz słabe powiązania pomiędzy sektorem a szkolnictwem zawodowym i technicznym.

source: At the same time, the economy is unable to generate enough jobs.
pl: Jednocześnie gospodarka nie jest w stanie wygenerować wystarczającej liczby miejsc pracy.

source: The share of unemployed people who do not enter education amounted to 22.3% for the general population - according to data from 2005 ( source ).
pl: Udział osób niezatrudnionych, które nie podejmują kształcenia wyniósł dla ogółu populacji aż 22,3% - zgodnie z danymi z 2005 r. ( źródło ).

source: On Sunday, 27 September, Krakowskie Przedmiescie street in Warsaw changed into the Global Education Town, where its visitors had a chance to discover how Poland helps other countries.
pl: W niedzielę 27 września Krakowskie Przedmieście w Warszawie zamieniło się w Miasteczko Edukacji Globalnej, w którym zwiedzający mogli zobaczyć w jaki sposób Polska pomaga innym krajom.

source: “We help not only our direct neighbours but also countries on the other side of the world,” said Deputy Foreign Minister Katarzyna Kacperczyk during the event.
pl: - Pomagamy w naszym bezpośrednim sąsiedztwie, ale też w odległych zakątkach globu - mówiła podczas imprezy wiceminister spraw zagranicznych Katarzyna Kacperczyk.

source: Burmese, Georgian and Ukrainian languages workshops, film screenings, competitions and games for children were just some of the attractions offered to Varsovians in the Global Education Town, organised by the Polish MFA on Krakowskie Przedmiescie street.
pl: Warsztaty języka birmańskiego, gruzińskiego czy ukraińskiego, pokazy filmowe, konkursy i zabawy dla dzieci - to tylko niektóre z atrakcji, które czekały na Warszawiaków na Krakowskim Przedmieściu w ramach zorganizowanego przez MSZ Miasteczka Edukacji Globalnej.

source: Town's sections presented different kinds of help provided by Poland to people in need.
pl: Części Miasteczka ilustrowały różne sposoby niesienia przez Polskę pomocy potrzebującym.

source: Visitors had a chance to see a local newspaper office, a sports centre, an orchard, a women's club, a banana plantation and a hospital, and also discover how rescue teams act in the face of natural disasters.
pl: Zwiedzający mogli odwiedzić redakcję lokalnej gazety, centrum sportowe, sad, klub kobiet, plantację bananów, szpital albo zobaczyć jak działają zespoły ratunkowe w czasie klęsk żywiołowych.

source: “Polish development aid has been operating since we joined the EU.
pl: - Polska pomoc rozwojowa działa od naszego przystąpienia do UE.

source: We have more and more partners,” declared Deputy Minister Katarzyna Kacperczyk.
pl: Mamy coraz więcej partnerów - opowiadała wiceminister Katarzyna Kacperczyk.

source: “Helping refugees has been a priority of Polish development aid for years.
pl: - Pomoc dla uchodźców jest od wielu lat priorytetem w polskiej pomocy rozwojowej.

source: We also support refugees from the Syrian conflict, now staying in camps in Jordan and Lebanon,” she added.
pl: Wspieramy także uchodźców poszkodowanych w konflikcie syryjskim w obozach w Jordanii i Libanie - dodała.

source: Currently, Polish Aid logo can be seen in Eastern Partnership countries, in the Middle East, in East Africa, in Central Asia and in Caucasus countries.
pl: Logo Polskiej Pomocy można obecnie zobaczyć w krajach Partnerstwa Wschodniego, na Bliskim Wschodzie, w Afryce Wschodniej, w Azji Centralnej i krajach Kaukazu.

source: “For 10 years we have been helping countries who either undergo a political transformation or simply need more help than we do,” said in turn MFA Press Spokesman Marcin Wojciechowski.
pl: - Od 10 lat udzielamy pomocy tym państwom, które albo się transformują i reformują albo są po prostu bardziej potrzebujące od nas - mówił z kolei rzecznik MSZ Marcin Wojciechowski.

source: “Some time ago it was us who received help from others at the beginning of our path towards European integration and reforms.
pl: - Kiedyś to my otrzymywaliśmy pomoc od innych na początku naszej drogi reform i integracji ze strukturami europejskimi.

source: Today we want Poles to discover how much we do for the world.”
pl: Dzisiaj chcemy pokazać Polakom, co robimy w świecie.

source: Poland offers help mainly in cooperation with NGOs, and, consequently, their employees and volunteers provided many attractions for guests.
pl: Polska świadczy pomoc głównie poprzez współpracę z organizacjami pozarządowymi i to ich pracownicy oraz wolontariusze zorganizowali dla zwiedzających wiele atrakcji.

source: In the Town, visitors had a chance to talk to guests from Africa, Georgia and Ukraine, and also meet HUSAR (Heavy Urban Search and Rescue) Poland team, which helped the Nepali after the earthquake.
pl: Podczas wizyty w Miasteczku można było porozmawiać z gośćmi z Afryki, Gruzji, Ukrainy, a także polską grupą HUSAR Poland (Grupa Poszukiwawczo-Ratownicza), która kilka miesięcy temu pomagała mieszkańcom Nepalu po trzęsieniu ziemi.

source: Participants of the Polish Aid Volunteering Programme also shared their experience of working in Africa, Asia and South America.
pl: Swoim doświadczeniem dzielili się także uczestnicy programu Wolontariat Polska Pomoc, którzy pracowali w Afryce, Azji, czy Ameryce Południowej.

source: The event ended with a concert of the Sound'n'Grace choir.
pl: Wydarzenie zwieńczył koncert zespołu Sound'n'Grace.

source: The Sunday event was organised by the MFA as part of the European Year for Development.
pl: Niedzielną imprezę MSZ zorganizowało w ramach Europejskiego roku na Rzecz Rozwoju.

source: For the whole year of 2015, EU countries have presented their development aid projects.
pl: Przez cały rok 2015 kraje Unii Europejskiej przedstawiają, jak wygląda prowadzona przez nie pomoc rozwojowa.

source: As recently as in the 90s, Poland benefited much from support given by other countries, international institutions and aid organisations.
pl: Polska jeszcze w latach 90. ubiegłego wieku intensywnie korzystała ze wsparcia innych państw, międzynarodowych instytucji i organizacji pomocowych.

source: Thanks to successful transformation and the EU accession in 2004, it is us who help other countries today.
pl: Dzięki udanej transformacji i w związku z akcesją do Unii Europejskiej w 2004 r., dziś to my pomagamy innym krajom.

source: You are here Polish Aid / Our activities / Eastern Partnership Academy of Public Administration / Training in the field of civil service for the Eastern Partnership countries
pl: jesteś tutaj Polska pomoc / Nasze działania / Akademia APPW / Szkolenie z zakresu służby cywilnej dla krajów Partnerstwa Wschodniego

source: Training in the field of civil service for the Eastern Partnership countries
pl: Szkolenie z zakresu służby cywilnej dla krajów Partnerstwa Wschodniego

source: The Ministry of Foreign Affairs in cooperation with the Chancellery of the Prime Minister of Poland and the National School of Public Administration holds an internship in the field of civil service under the Eastern Partnership Academy of Public Administration.
pl: Ministerstwo Spraw Zagranicznych we współpracy z Kancelarią Prezesa Rady Ministrów oraz Krajową Szkołą Administracji Publicznej realizuje staż w zakresie służby cywilnej w ramach Programu Akademii Administracji Publicznej Partnerstwa Wschodniego.

source: Between 30 November and 11 December 2015, 16 officials from six Eastern Partnership countries: Armenia, Azerbaijan, Belarus, Georgia, Moldova, and Ukraine, will serve as interns in the units responsible for managing human resources at Polish ministries and governmental administration offices.
pl: W dniach 30 listopada - 11 grudnia 2015 r. 16 urzędników z sześciu krajów Partnerstwa Wschodniego: Armenii, Azerbejdżanu, Białorusi, Gruzji, Mołdawii i Ukrainy będzie odbywać staże w komórkach odpowiedzialnych za zarządzanie zasobami ludzkimi w polskich ministerstwach i urzędach administracji rządowej.

source: The objective of the training is to facilitate the human resources management system in the Eastern Partnership countries by familiarizing the participants with the Polish experiences and best practices in the area of HR policy.
pl: Celem szkolenia jest usprawnienie systemu zarządzania zasobami ludzkimi w krajach Partnerstwa Wschodniego poprzez zapoznanie z polskimi doświadczeniami i dobrymi praktykami dotyczącymi polityki kadrowej.

source: During their two-week stay, the interns will learn the organisational structure, the objectives and the main goals of the office they were allocated to.
pl: Podczas dwutygodniowego pobytu stażyści zapoznają się ze strukturą organizacyjną, celami i głównymi zadaniami urzędu, do którego zostali skierowani.

source: They will learn the principles and the procedures of the functioning of the general director's office and the units responsible for HR policy, and for implementing HR management standards.
pl: Poznają zasady i procesy funkcjonowania biura dyrektora generalnego oraz komórek odpowiedzialnych za realizację polityki kadrowej oraz wdrażanie standardów zarządzania zasobami ludzkimi.

source: As observers, interns will be able to monitor selected HR processes, e.g. in the area of recruitment, induction for work, drawing up individual professional development plans, drawing up reports, motivation, terminating the employment relationship.
pl: Jako obserwatorzy uczestnicy stażu będą mieli okazję obserwować wybrane procesy kadrowe dotyczące m. in. naboru i wprowadzania do pracy, opracowywania indywidualnych programów rozwoju zawodowego, opracowywania sprawozdań, motywowania, rozwiązania stosunku pracy.

source: The training also offers an opportunity of direct contacts between the officials from the Eastern Partnership countries and their counterparts in Poland, as well as of initiating bilateral cooperation at the working level.
pl: Szkolenie stanowi także dobrą okazję do nawiązania bezpośrednich kontaktów pomiędzy urzędnikami z krajów Partnerstwa Wschodniego i ich odpowiednikami w Polsce, a także zainicjowania bilateralnej współpracy na szczeblu roboczym.

source: The Eastern Partnership Academy of Public Administration has been run since 2011 in cooperation with the National School of Public Administration.
pl: Akademia Administracji Publicznej Partnerstwa Wschodniego realizowana jest od 2011 r. we współpracy z Krajową Szkołą Administracji Publicznej.

source: The programme is intended to strengthen public administration in the Eastern Partnership countries by organising specialised training courses for officials from: Armenia, Azerbaijan, Belarus, Georgia, Moldova, and Ukraine.
pl: Celem Programu jest wzmocnienie administracji publicznej w państwach Partnerstwa Wschodniego poprzez organizację specjalistycznych szkoleń dla urzędników z: Armenii, Azerbejdżanu, Białorusi, Gruzji, Mołdawii i Ukrainy.

source: Since its establishment, about 250 representatives of public administration authorities from the Eastern Partnership countries attended the trainings offered by the Academy.
pl: Od początku funkcjonowania Akademii w jej szkoleniach wzięło udział około 250 przedstawicieli organów administracji publicznej z krajów Partnerstwa Wschodniego.

source: You are here Polish Aid / Partner countries / Eastern Partnership / Belarus / Belsat TV: the first Belarusian live TV station
pl: jesteś tutaj Polska pomoc / Komu pomagamy / Partnerstwo Wschodnie / Białoruś / Belsat TV: pierwsza białoruska telewizja na żywo

source: Belsat TV: the first Belarusian live TV station
pl: Belsat TV: pierwsza białoruska telewizja na żywo

source: In September 2012, Belsat TV began to broadcast daily an information-commentary block titled “Belsat Studio”.
pl: We wrześniu 2012 roku Belsat TV uruchomiła na antenie codzienny blok informacyjno - publicystyczny pt. „Studio Belsatu”.

source: All the programmes are broadcast in Belarus and without political censorship.
pl: Wszystko to jak dotąd po białorusku i bez politycznej cenzury.

source: «Belsat Studio» has brought new quality to the Belarusian social and media space, which had functioned without a “live” news television, a model that is well-known in Poland.
pl: «Studio Belsatu» to nowa jakość w białoruskiej przestrzeni społecznej i medialnej, w której wcześniej nie funkcjonował dobrze w Polsce znany model telewizji informacyjnej „na żywo”.

source: The start of a news and commentary block in 2012 in the “Belsat Studio” was made possible thanks to significant financial support provided by the Kingdom of the Netherlands.
pl: Uruchomienie w 2012 roku bloku informacyjno-publicystycznego „Studio Belsatu” było możliwe dzięki znaczącemu wsparciu finansowemu ze strony Królestwa Niderlandów.

source: On-line transmission launched
pl: Ruszyła transmisja on-line

source: In 2012, Belsat TV launched a new Internet site.
pl: W 2012 roku ruszyła nowa strona internetowa Belsat TV.

source: In addition to daily news programme “Lens” and other broadcasts and documentaries available earlier in VOD mode, Belsat TV began to broadcast online.
pl: Oprócz dostępnych na niej już wcześniej w trybie VOD codziennych wydań programu informacyjnego «Obiektyw» i pozostałych audycji oraz filmów dokumentalnych Belsatu, pojawiła się możliwość oglądania na komputerze programu stacji w trybie on-line.

source: Thanks to this, Belsat has increased its potential group of viewers, as there is no need to have a satellite dish to watch current programmes in the most popular evening hours devoted to news and commentaries.
pl: Dzięki temu Belsat powiększył potencjalną grupę odbiorców, bo obecnie nie trzeba już posiadać anteny satelitarnej, by oglądać bieżący program w najbardziej popularnym, wieczornym paśmie informacyjno-publicystycznym.

source: Growing trustworthiness of TV Belsat
pl: Rośnie zaufanie do TV Belsat

source: According to a poll conducted by an independent centre “Zierkalo-Info” centre, Belsat is watched by 11.6% adult Belarusians, and one in five households in Belarus has satellite TV.
pl: Według badań niezależnego ośrodka „Zerkało-Info” Belsat jest oglądany przez 11,6% dorosłych Białorusinów, a co piąte gospodarstwo domowe na Białorusi posiada antenę satelitarną.

source: As many as 75 % of satellite TV owners declare they are familiar with the Belsat brand, of which 44.5% watch Belsat every day or several times a week.
pl: Aż 75 % posiadaczy telewizji satelitarnej deklaruje znajomość marki Belsat, a 44,5% z nich, to osoby, które oglądają Belsat codziennie lub kilka razy w tygodniu.

source: The survey was conducted in 14-20 May 2012, on a representative sample of 2,999 respondents - inhabitants of the Republic of Belarus aged 18 years and older by the “Zierkalo-Info” Sociological Centre.
pl: Badanie ankietowe zostało przeprowadzone w dniach 14-20 maja 2012 r. na reprezentatywnej próbie 2 999 respondentów - mieszkańców Republiki Białoruś w wieku 18 lat i starszych przez Centrum Socjologiczne „Zerkało-Info”.

source: The statistical error was 0.6% or less.
pl: Błąd statystyczny nie przekracza 0,6%.

source: Successive awards for Belsat productions
pl: Kolejne nagrody dla produkcji Belsatu

source: A documentary film titled “Archimandryta” directed by Jerzy Kalina joined a group of the most acclaimed Belsat productions at international festivals in 2012, winning almost 10 important prizes.
pl: Do grona najbardziej uznanych na międzynarodowych festiwalach produkcji Belsatu w 2012 roku dołączył film dokumentalny pt. „Archimandryta” w reżyserii Jerzego Kaliny, który zdobył prawie 10 liczących się nagród.

source: A film directed by Sergey Isakov and Julia Chlashchenkova titled “Maximum Sentence” received the “Reporters for Reporters” award given by the Eastern Partnership.
pl: Z kolei film Siarhieja Isakowa i Julii Kłaszczenkowej pt. „Najwyższy wymiar kary” otrzymał nagrodę Partnerstwa Wschodniego «Reporterzy dla reporterów».

source: Belsat TV is a satellite television project that has been implemented since 2007 pursuant to a multiannual Agreement entered into by the Ministry of Foreign Affairs and Telewizja Polska S.A. The decision to create Belsat TV was taken in response to a need to widen access for Belarusian society to independent information.
pl: Belsat TV jest projektem telewizji satelitarnej realizowanym od 2007 roku na podstawie wieloletniego Porozumienia zawartego pomiędzy Ministerstwem Spraw Zagranicznych RP i Telewizja Polska S.A. Decyzja o powołaniu TV Belsat wynikała z potrzeby rozszerzenia dostępu społeczeństwa białoruskiego do niezależnej informacji.
